[
  {
    "name": "GoPro HERO9 Black Camera",
    "category": "camera",
    "photo": "",
    "description": "5K VIDEO: Shoot stunning video with up to 5K resolution, perfect for maintaining serious detail even when zooming in. Packing a new 23.6MP sensor that’s an absolute powerhouse, HERO9 Black brings lifelike image sharpness, fluid motion and in-camera horizon leveling that always impresses.\n20 MP PHOTO WITH SUPERPHOTO: Capture crisp, pro-quality photos with 20MP clarity. And with SuperPhoto, HERO9 Black can automatically pick all the best image processing for you, so it’s super easy to nail the shot.\nFRONT DISPLAY + REAR TOUCH SCREEN: A new, larger rear touch screen with touch zoom on HERO9 Black should feel instantly familiar and a dazzling new front display makes for easy framing and intuitive camera control.\nPOWERFUL BATTERY: 30% longer battery life is here thanks to a larger 1720mAh battery. This lets you shoot more without having to swap out batteries and packs enough juice to power your camera through the cold.\nHYPERSMOOTH 3.0: Experience ultimate smoothness with our most advanced video stabilization ever. HyperSmooth 3.0 enables in-camera horizon leveling and boost in all settings.",
    "price": 423.48
  },
  {
    "name": "GoPro HERO10 Black Camera",
    "category": "camera",
    "photo": "",
    "description": "Revolutionary Processor: Faster. Smoother. Better. The powerful new GP2 engine changes the game—snappy performance, responsive touch controls and double the frame rate for amazingly smooth footage. Designed specifically for the demanding nature of the GoPro, the GP2 “system on a chip” is by far our fastest ever.\nHigh-Res Photos plus Videos, High Frame Rate: Step up to the sharpest-shooting GoPro ever. Upgraded to incredible 23MP photos and 5.3K video resolution at 60fps, HERO10 offers double the frame rate for amazingly smooth motion. Plus, there’s 8x slo-mo at 2.7K and you can pause videos and grab 15.8MP still photos from 5.3K video that look amazing.\nUnbelievable Image Quality: Shoot with fine detail, realistic textures and stunning contrast, even in low light. Images look their best thanks to a new water-shedding hydrophobic lens cover that repels water while helping to eliminate lens flare and other artifacts.\nHyperSmooth 4.0: HyperSmooth has never been smoother, and it’s easy to dial in the best stabilization at all times. Plus, get even better low-light performance and horizon leveling with a higher tilt limit, so your footage looks perfectly straight when you want it.\nFast, Reliable Connectivity: Super easy, super fast. Transferring photos and videos from your cloud-connected GoPro to your phone is simple and versatile, with your choice of effortless wireless upload via the Quik app or a lightning-fast wired connection via USB. There’s also unlimited cloud storage with hassle-free auto upload. Just plug in your camera when connected to your home Wi-Fi and the camera does the rest.",
    "price": 449.99
  },
  {
    "name": "GoPro HERO11 Black Camera",
    "category": "camera",
    "photo": "",
    "description": "Revolutionary New Image Sensor: expansive field of view ever on a HERO camera out of the box. This gives you an extra-large canvas for your creativity by capturing more of the sky and horizon in every shot. Zoom in, crop your shots, change digital lenses, adjust aspect ratios and more while keeping the rich textures and sharpness of your footage.\nUnbelievable Image Quality: With 5.3K video that gives you 91% more resolution than 4K and an incredible 665% more than 1080p, HERO11 Black captures the action with crisp detail and cinematic image quality. A water- repelling lens cover even helps eliminate lens flare and other artifacts to make your photos and videos even more stunning.\nHigh-Res Photos + Videos, High Frame Rate: HERO11 Black’s new image sensor boosts photo resolution up to an incredible 27MP while delivering 5.3K60 video with amazingly fluid motion that you can use to grab stunning 24.7MP stills of your favorite shots. Plus, record 2.7K240 video that can be played back in 8x slo-mo to catch details that can’t be seen at normal speed.\nEmmy Award- Winning HyperSmooth Stabilization: HyperSmooth has never been better. And now it’s won a huge award for its insanely smooth footage—a 2021 Emmy for In- Camera Sensor and Software Stabilization. HyperSmooth 5.0 raises the bar even more with Horizon Lock, improved stabilization for 4:3 aspect ratio footage thanks to our new image sensor, and AutoBoost for maximum stabilization with minimal image cropping. Bike, skate, ski, chase your kids through the park or get some awesome pet POV shots—even the shakiest footage comes out silky smooth.\nWhat’s Included: HERO11 Black Camera, Enduro Battery, Carrying Case, Curved Adhesive Mount, Mounting Buckle + Thumb Screw, USB-C Cable",
    "price": 499.99
  },
  {
    "name": "Canon EOS 6D Mark II DSLR Camera",
    "category": "camera",
    "photo": "",
    "description": "26.2 Megapixel Full frame CMOS Sensor\nOptical Viewfinder with a 45 point all cross type AF System. Working temperature range: 32 104°F to 0 40°C\nDual Pixel CMOS AF with Phase detection and Full HD 60p. Compatible Lenses, Canon EF lenses (excluding EF S and EF M lenses)\nDIGIC 7 Image Processor\nVary angle Touch Screen, 3.0 inch LCD",
    "price": 2499
  },
  {
    "name": "Sony Alpha ZV-E1 Full-Frame Interchangeable Lens Mirrorless Vlog Camera",
    "category": "camera",
    "photo": "",
    "description": "Full-frame 12.1MP Exmor R sensor, optimized for 4K, sensitivity and speed\n10-bit 4:2:2 recording with direct pixel readout, Long GOP or All Intra formats\nCreate memorable imagery with ease with Cinematic Vlog Setting\nDedicated AI Processor and Real-time Recognition for accurate subject tracking\n5-axis in-body image stabilization and Dynamic active Mode for stable recording",
    "price": 2498
  },
  {
    "name": "Technics Wireless Noise Cancelling Headphones",
    "category": "headphone",
    "photo": "",
    "description": "Audiophile-Grade Listening, Bluetooth Convenience: Immerse yourself in the legendary sound quality of Technics and enjoy wireless freedom with these over-ear headphones\nIndustry-Leading Noise Cancelling for High-Fidelity Listening: Enjoy music and calls without interruption from outside sounds; Ambient & Attention modes let you hone in on what you want to hear\nSwitch Seamlessly Among Your Computer and Mobile Devices: Move from video calls, to phone calls, to listening to music or working out with ease--Multi-Point Connectivity lets you connect to more than 2 Bluetooth devices at once\nSpeak with Clarity: With 8 distinct mics and advanced wind noise reduction, the Technics A800 earphones transmit your voice clearly, with technology that amplifies words and minimizes surrounding noise\nA Lightweight, Comfortable Fit: Large, sift earpads rest around the entire ear, with soft density foam that ensures proper noise cancellation; headband optimizes pressure across your entire head",
    "price": 347.99
  },
  {
    "name": "Sony WH-1000XM5 Wireless Industry Leading Headphones ",
    "category": "headphone",
    "photo": "",
    "description": "Industry Leading noise cancellation-two processors control 8 microphones for unprecedented noise cancellation. With Auto NC Optimizer, noise canceling is automatically optimized based on your wearing conditions and environment.\nMagnificent Sound, engineered to perfection with the new Integrated Processor V1\nCrystal clear hands-free calling with 4 beamforming microphones, precise voice pickup, and advanced audio signal processing.\nUp to 30-hour battery life with quick charging (3 min charge for 3 hours of playback).\nUltra-comfortable, lightweight design with soft fit leather\nMultipoint connection allows you to quickly switch between devices\nCarry your headphones effortlessly in the redesigned case.\nWH1000XM5 intuitive touch control settings to pause play skip tracks, control volume, activate your voice assistant, and answer phone calls.\nFor everyday convenience, just Speak-to-Chat and Quick Attention mode stop your music and let in ambient sound\nWith instant pause/instant play music automatically pauses when headphones are taken off and starts again when they are put back on.",
    "price": 399.99
  },
  {
    "name": "3. PHILIPS Fidelio L3 Flagship Over-Ear Wireless Headphones",
    "category": "headphone",
    "photo": "",
    "description": "PHILIPS’ HERITAGE OF 50+ YEARS in acoustic innovation has inspired Fidelio, the next generation of audio born from the pursuit of perfect sound. Fidelio L3 combines precise audio engineering and leading edge tech to deliver superior sound quality.\nEXQUISITELY CRAFTED 40 MM DRIVERS make for natural, perfectly balanced notes—tight bass, smooth, rounded midrange and high frequencies that sparkle with detail.\nSTATE-OF-THE-ART HYBRID ACTIVE NOISE CANCELING (ANC): Two mics in each ear cup filter out unwanted sounds, leaving you free to immerse. Awareness mode is there to bring the outside world back to you when needed.\nA MORE BESPOKE LISTENING EXPERIENCE is made possible by the Philips Headphones app. You can fine-tune your headphones’ sound profile and switch between different levels of noise cancelation..Note:If you face issue in Bluetooth connectivity please turn off the Bluetooth function for a couple of minutes, then turn it back on\nENJOY ABSOLUTE COMFORT AND LUXURY. Sleek, lightweight aluminum, Scottish Muirhead leather, and matte dark satin ear-cup rings ensure that these earphones feel as sumptuous as they sound.\nBEST BLUETOOTH STREAMING SOUND QUALITY with AAC and aptX HD support. You can also connect to your high resolution equipment via a wired connection for even more details. These headphones are Hi-Res audio certified.\nDUAL-CONNECTIVITY ENABLING SIMULTANEOUS CONNECTION: Fidelio L3 can also connect to two Bluetooth devices at once. Ideal if you want to hear notifications from your phone while streaming videos from your laptop.",
    "price": 349.99
  },
  {
    "name": "4. Beats Studio3 Wireless Noise Cancelling Over-Ear Headphones",
    "category": "headphone",
    "photo": "",
    "description": "High-performance wireless noise cancelling headphones\nCompatible with iOS and Android devices.\nPure adaptive noise canceling (pure ANC) actively blocks external noise\nReal-time Audio calibration preserves a Premium listening experience\nUp to 22 hours of battery life enables full-featured all-day wireless playback\nApple's W1 chip and industry-leading Bluetooth technology keep you connected farther with fewer drop-outs\nWith fast Fuel, a 10-minute charge gives 3 hours of play when battery is low. Rechargeable lithium ion battery\nTake calls, control your music, and activate Siri with the multifunction on-ear controls and microphone\nWhat's in the box: Beats Studio3 Wireless headphones, Carrying case, 3.5mm RemoteTalk cable, Universal USB charging cable, Quick Start Guide, Warranty Card (USB power adapter sold separately)",
    "price": 349.95
  },
  {
    "name": "5. Bose QuietComfort 45 Bluetooth Wireless Noise Cancelling Headphones",
    "category": "headphone",
    "photo": "",
    "description": "NOISE CANCELLING WIRELESS HEADPHONES: The perfect balance of quiet, comfort, and sound. Bose uses tiny mics to measure, compare, and react to outside noise, cancelling it with opposite signals. Bluetooth range-up to 9 m (30 feet).\nHIGH-FIDELITY AUDIO: The TriPort acoustic architecture offers depth and fullness. Volume-optimized Active EQ maintains balanced performance at any volume, so bass stays consistent when turned down and the music remains clear when turned up.\nQUIET AND AWARE MODES: Choose Quiet Mode for full noise cancelling, or Aware Mode to bring the outside into the around ear headphones and hear your environment and your music at the same time.\nUP TO 22 HOURS BATTERY LIFE: Enjoy 22 hours of battery life from a single charge. A quick 15-minute charge offers 3 hours when you’re on the go, or plug in the included audio cable to listen for even longer in wired mode.\nPERSONALIZE YOUR AUDIO: Adjustable EQ allows you to set the bass, mid-range, and treble levels to your personal preferences or select one of several preset options.\nBOSE SIMPLESYNC TECHNOLOGY: SimpleSync pairs your Bose QuietComfort 45 headphones with select Bose smart soundbars for a personal TV listening experience. Independent volume controls allow you to lower or mute your soundbar while keeping your headphones as loud as you like.Away from your phone? Press and hold the Bluetooth button on each device to sync their sound. Already got a group going? Link by pressing the Action button to connect at a moment’s notice. Includes 3.5 mm to 2.5 mm audio cable",
    "price": 329
  },
  {
    "name": "1.  CyberpowerPC Gamer Xtreme VR Gaming PC",
    "category": "gaming",
    "photo": "",
    "description": "System: Intel Core i7-12700F 2.1GHz 8+4 Cores | Intel B660 Chipset | 16GB DDR4 | 1TB PCIe NVMe SSD | Genuine Windows 11 Home 64-bit\nGraphics: NVIDIA GeForce RTX 3060 12GB Video Card | 1x HDMI | 2x DisplayPort\nConnectivity: 6 x USB 3.1 | 2 x USB 2.0 | 1x RJ-45 Network Ethernet 10/100/1000 | 802.11AC Wi-Fi | Audio: 7.1 Channel | Keyboard and mouse\nSpecial feature: Tempered Glass Side Case Panel | Custom RGB Case Lighting | 7 Colors RGB Gaming Mouse\n1 year parts & labor | Free lifetime tech support",
    "price": 2299.99
  },
  {
    "name": "2. iBUYPOWER Pro Gaming PC Computer Desktop SlateHakoI7N3601",
    "category": "gaming",
    "photo": "",
    "description": "System: Intel i7 12700KF 3.6GHz | GeForce RTX 3060 8GB | 16 GB DDR4 RAM | 1TB NVMe SSD | WiFi ready | Windows 11 Home\nConnectivity: 6 x USB 3.1 | 1x RJ-45 Network Ethernet 10/100/1000 | Audio: On board audio\nSpecial Add-Ons: Tempered Glass RGB Gaming Case | 802.11AC Wi-Fi Included | 16 Color RGB Lighting Case | Free iBuyPower Gaming Keyboard & RGB Gaming Mouse | No Bloatware\nWarranty: 1 Year Parts & Labor + Free Lifetime US Tech Support | Assembled in the U.S.A",
    "price": 1399.99
  },
  {
    "name": "3. ZOTAC Gaming MEK Hero G1 I1416FV Gaming PC Desktop",
    "category": "gaming",
    "photo": "",
    "description": "ZOTAC GAMING GeForce GTX 1650 4GB GDDR5\nIntel 11th Gen Core i5 11400F 2.6GHz (4.4GHz Turbo) 6-core/12-Thread Processor\n8GB 3200MHz DDR4\nTriple-display ready, up to 4K Ready @ 120 Hz, 1 x HDMI 2.0b, 1 x DisplayPort 1.4, 1 x Dual Link DVI-D\nDual-Band WiFi6, Bluetooth 5.1, 2.5Gigabit LAN ethernet\nCreator ready, Game Ready, 4K Ready",
    "price": 869.99
  },
  {
    "name": "4. Skytech Chronos Mini Gaming PC Desktop",
    "category": "gaming",
    "photo": "",
    "description": "INTEL Core i3 10105F 3.7GHz (4.4GHz Max Boost) CPU Processor | 500GB SSD – Up to 30x Faster Than Traditional HDD\nNVIDIA Geforce GTX 1650 4GB GDDR6 Graphics Card (Brand may vary) | 16GB DDR4 RAM 3200 Gaming Memory with Heat Spreader | Windows 11 Home 64-bit\n802.11 AC | No Bloatware | Graphic output options include 1 x HDMI, and 1 x Display Port Guaranteed, Additional Ports may vary | USB Ports Including 2.0, 3.0, and 3.2 Gen1 Ports | HD Audio and Mic | Free Gaming Keyboard and Mouse\n4 x RGB Fans for Maximum Cooling Performance | Skytech Chronos Mini Gaming Case with Front Mesh - Black Edition | 1 Year Warranty on Parts and Labor | Lifetime Free Technical Support | Assembled in the USA\nThis powerful gaming PC is capable of running all your favorite games such as Call of Duty Warzone, Fornite, Escape from Tarkov, Grand Theft Auto V, Valorant, World of Warcraft, League of Legends, Apex Legends, Roblox, PLAYERUNKNOWN's Battlegrounds, Overwatch, Counter-Strike: Global Offensive, Battlefield V, New World, Minecraft, Elden Ring, Rocket League, The Division 2, and more at Ultra settings, detailed 1080p Full HD resolution, and smooth 60+ FPS gameplay.",
    "price": 679.99
  },
  {
    "name": "5. Skytech Azure Gaming PC Desktop",
    "category": "gaming",
    "photo": "",
    "description": "INTEL Core i7 12700F 2.1GHz (4.9GHz Max Boost) CPU Processor | 1TB NVME SSD – Up to 30x Faster Than Traditional HDD | 360mm AIO\nNVIDIA Geforce RTX 4070 Ti 12GB GDDR6X Graphics Card (Brand may vary) | 16GB DDR4 RAM 3200 Gaming Memory with Heat Spreader | Windows 11 Home 64-bit\n802.11 AC | No Bloatware | Graphic output options include 1 x HDMI, and 1 x Display Port Guaranteed, Additional Ports may vary | USB Ports Including 2.0, 3.0, and 3.2 Gen1 Ports | HD Audio and Mic | Free Gaming Keyboard and Mouse\n4 x RGB RING Fans for Maximum Air Flow | Skytech Azure Gaming Case with Tempered Glass, Black | 1 Year Warranty on Parts and Labor | Lifetime Free Technical Support | Assembled in the USA\nThis powerful gaming PC is capable of running all your favorite games such as Call of Duty Warzone, Fornite, Escape from Tarkov, Grand Theft Auto V, Valorant, World of Warcraft, League of Legends, Apex Legends, Roblox, PLAYERUNKNOWN's Battlegrounds, Overwatch, Counter-Strike: Global Offensive, Battlefield V, New World, Minecraft, Elden Ring, Rocket League, The Division 2, and more at Ultra settings, detailed 4K Ultra HD resolution, and smooth 60+ FPS gameplay.\n",
    "price": 1999.99
  },
  {
    "name": "SAMSUNG Galaxy Z Fold 4 Cell Phone",
    "category": "phone",
    "photo": "",
    "description": "About this item\nFLEX MODE: Free up your hands with Flex Mode on the Galaxy Z Fold4; This smartphone stands on its own so you can take notes during a conference call or follow along with instructional videos in real time.Form_factor : Fold\nHANDS FREE VIDEO: Don’t stay stuck to your cellphone; Set up your phone in Flex Mode and check off your to-dos while catching up with friends; Hands-free video chat lets you multitask and move freely while staying in frame\nMULTI-VIEW WINDOW: Easily attend a virtual work meeting and capture important notes at the same time, or catch up on your favorite shows as you answer texts; With multiple windows, doing different tasks is easy with Galaxy Z Fold4\nS PEN READY: Transform your Galaxy Z Fold4 into a multifunctional device with S Pen; It gives you that pen-on-paper feeling and makes it easy to take notes while attending virtual meetings, drag and drop content, and get more done\nYOUR APPS, YOUR WAY: App display optimization allows you to customize how you see apps on the edge-to-edge screen of Galaxy Z Fold4; Also, use multiple apps to their full potential by dragging and dropping content from one window to the other\nYOUR PHONE & WATCH WORK AS ONE: Unfold the possibilities of your Galaxy Z Fold4 connected to your Galaxy Watch; Use your Watch to snap hands-free selfies with Flex Mode; Plus, keep track of your day by easily switching between your Galaxy Watch and phone\nBIG SCREEN, BIG SOUND: Need to head out while you’re in the middle of your favorite podcast, Slide Galaxy Z Fold4 into your pocket and keep listening with your Galaxy Buds; Unfold connectivity with your smart phone and Buds working together",
    "price": 1469.99
  },
  {
    "name": "Moto G Power ",
    "category": "phone",
    "photo": "",
    "description": "About this item\nCarrier compatibility: AT&T: VoLTE, Verizon: VoLTE, T Mobile: VoLTE, WiFi Calling, Video Calling, Tracfone: GSM, Spectrum: VoLTE, Wi-Fi calling Does not support: Boost, U.S. Cellular, Google Fi, Republic Wireless, Tracfone (CDMA), Straight Talk Wireless (CDMA), Ting, Xfinity Wireless, Optimum Mobile. For all carrier compatibility details - please check the product images in detail.Form_factor : Smartphone.Display resolution maximum:1600x720 pixels_per_inch.Other camera description:Front\nUp to 3-day battery. Capture more of life without stopping to recharge thanks to a 5000 mAh battery.\n50 MP camera system + Dual Capture. Take professional-looking portraits and close-up photos, and tell your story in more creative ways.\n128 GB built-in storage. Never give storage a second thought—hold hundreds of apps and videos or over 2000 songs.\n6.5\" HD+ display with 90 Hz refresh rate. Bring games, movies, and video chats to life on a fast and fluid, ultra-wide screen.\nOcta-core performance. Get a boost in speed and efficiency from an octa-core processor with HyperEngine technology.\nWater-repellent design. Keep your phone safe from accidental spills and splashes.\nFingerprint reader and face recognition. Securely unlock your phone using just a touch or a simple glance.\nWi-Fi Hotspot Ready: Moto G Power (2022) offers Wi-fi hotspot connectivity in 2.4 GHz , 5 GHz for the best experience.\nIn-box: Moto G Power (2022), 10W rapid Charger, USB Cable, Guides, SIM tool; Connector type: usb type c",
    "price": 13999
  },
  {
    "name": "SAMSUNG Galaxy S22 Ultra Cell Phone",
    "category": "phone",
    "photo": "",
    "description": "About this item\n8K SUPER STEADY VIDEO: Shoot videos that rival how epic your life is with stunning 8K recording, the highest recording resolution available on a smartphone; Video captured is effortlessly smooth, thanks to Auto Focus Video Stabilization on Galaxy S22 Ultra.Form_factor : Smartphone\nNIGHTOGRAPHY plus PORTAIT MODE: Capture the night with crystal clear, bright pics and videos, no matter the lighting with Night Mode; Portrait Mode auto-detects and adjusts to what you want front and center, making all your photos worthy of a frame\n108MP PHOTO RESOLUTION plus BRIGHT DISPLAY: Capture premium detail with 108MP resolution— the highest available on a cell phone; Your favorite content will look even more epic on our brightest display ever with Vision Booster\nADAPTIVE COLOR CONTRAST: Streaming on the go, working from your patio or binge-watching late into the night. The Galaxy S22 Ultra adaptive screen automatically optimizes color and brightness, outdoors and indoors\nLONG LASTING BATTERY plus FAST CHARGING: Power every scroll, click, tap and stream all day long and then some with an intelligent, long-lasting battery; Dive back into action at a moment’s notice with 45W Super-Fast Charging\nEMBEDDED S PEN: New phone, new S Pen; Now you can unleash your creativity on Galaxy S22 Ultra with an embedded S Pen; Edit photos and videos with pinpoint accuracy, and do it all with that pen-to-paper feel\nPREMIUM DESIGN & CRAFTMANSHIP: With a classy, eye-catching glass-metal-glass design, we’re setting a standard for smart phones; With our strongest aluminum frame and the latest Gorilla Glass, this phone is lightweight and durable to help endure scratches and dings\nIncluded components: usb cable",
    "price": 79999
  },
  {
    "name": "OnePlus Nord N200 ",
    "category": "phone",
    "photo": "",
    "description": "About this item\n5G Unlocked for T-mobile and Google Fi. 4G Compatible with T-Mobile, AT&T, Verizon and Google Fi. Powered by the latest Qualcomm 5G chipset, the OnePlus Nord N200 5G allows you to download or stream your favorite TV shows, connect with your social media, and play online multiplayer at blazing fast speeds..Other camera description:Rear,Front\n6.49” Full HD+ LCD Display, 90Hz Smooth Display - Immerse yourself in all your favorite movies, TV shows, and video games with N200 5G’s 6.49” crystal clear Full HD+ display.\n90Hz Smooth Display - The 90Hz refresh rate refreshes 50% faster than standard 60Hz displays, ensuring smooth navigation and scrolling across the home screen and your applications.\nLarge 5000mAh battery - The OnePlus Nord N200 5G is powered by a massive 5000mAh battery, providing all the power required to get you through the day. Watch hours of TV, play graphically intense games, or browse the internet non-stop without fear of your device dying.\n18W Fast Charging - The N200 5G’s 18W fast charging gets you refilled and back on your feet quickly.\n4GB RAM + 64GB built-in storage (expandable up to 256GB) - The OnePlus Nord N200 5G packs all the performance power and storage you’ll need to run and store your favorite content. 4GB of RAM ensures your applications and content run smoothly, making for a seamless, customizable, and enjoyable mobile experience. The 64GB of built-in storage ensures you can have all your favorite films, TV shows, games, and photos with you on the go. Need more storage? Expand it by up to 256GB with a microSD card.\n13MP Triple Camera System - It’s easy to capture every moment with clarity thanks to the 13MP main camera. Take up close and personal shots with the macro lens and add some definition to your black-and-white photos with the mono lens.",
    "price": 166.48
  },
  {
    "name": "Oppo Find X5 Pro",
    "category": "phone",
    "photo": "",
    "description": "About this item\nNOTE: China Version. No Warranty. This device is globally unlocked and ready to be used with your preferred GSM Carrier. THIS DEVICE IS NOT COMPATIBLE with CDMA carriers such as Cricket, Verizon, Sprint, Boost Mobile, US Cellular, etc. SIM CARD NOT INCLUDED. Please confirm device compatibility with your service provider before placing your order.\nSupported Network Bands: 5G/4G/3G/2G. Please note that 5G requires the support of local telecom operator services and may not be available in all regions. Please check with your service provider to see if 5G is offered in your area",
    "price": 889
  },
  {
    "name": "2023 Newest Upgraded Ideapad 1 Laptops for Student & Business by Lenovo",
    "category": "computer",
    "photo": "",
    "description": "About this item\nUpgraded to 20GB memory for full-power multitasking:  Plenty of high-bandwidth RAM to smoothly run your games and photo- and video-editing applications, as well as multiple programs and browser tabs all at once.\nUpgraded to 1152GB(128GB+1TB) SSD: Provides massive storage space for huge files, so that you can store important digital data and work your way through it with ease. It gives you enormous space to save all of your files.\nAMD Athlon Silver 3050U: 2-Core, 2 Threads, Base Clock 2.3GHz，Max. Boost Clock Up to 3.2GHz. AMD Radeon Graphics\n15.6\" HD Display with Webcam & Mic: 15.6-inch diagonal HD SVA BrightView micro-edge WLED. Webcam with Mic.\nConnectivity: 1 SuperSpeed USB Type-C, 2 SuperSpeed USB Type-A, 1 headphone/microphone combo, 1 HDMI 1.4b, 1 Media Card Reader, Wi-Fi, Bluetooth Windows 11 Home: ",
    "price": 384.99
  },
  {
    "name": "HP 2022 Newest Laptops for College Student & Business, 15.6 inch HD Computer",
    "category": "computer",
    "photo": "",
    "description": "About this item\nUpgraded to 16GB memory for full-power multitasking:  Plenty of high-bandwidth RAM to smoothly run your games and photo- and video-editing applications, as well as multiple programs and browser tabs all at once.\nUpgraded to 1TB SSD: Provides massive storage space for huge files, so that you can store important digital data and work your way through it with ease. It gives you enormous space to save all of your files.\nIntel Pentium Silver N5000: 4-Core, 4 Threads, Base Clock 1.1GHz，Max. Boost Clock Up to 2.7GHz. Intel UHD Graphics 605\n15.6\" HD Display with Webcam & Mic: 15.6-inch diagonal HD SVA BrightView micro-edge WLED. Webcam with Mic. Microsoft Office 365 Personal 1-year, Bundled with ROKC HDMI Cable\nConnectivity: 1 SuperSpeed USB Type-C, 2 SuperSpeed USB Type-A, 1 headphone/microphone combo, 1 HDMI 1.4b, 1 Rj-45, 1 Multi-format SD media card reader, 1 AC smart pin, Wi-Fi, Bluetooth Windows 11 Home: ",
    "price": 519.99
  },
  {
    "name": "HP 2022 All-in-One Desktop",
    "category": "computer",
    "photo": "",
    "description": "About this item\nProcessor: AMD Athlon Silver 3050U Processor, Dual-Core, 2.30 GHz Processor (upto 3.2 GHz, 4MB Cache, 2-Cores)\nCustomization:  Seal is opened for Hardware/Software upgrade only to enhance performance. Upgrade to 8GB 2666MHz DDR4 Memory | 512GB NVMe M.2 SSD | 8X DVD-Writer Drive (DVD-RW)\nDisplay and Graphics: Integrated display: 23.8' diagonal widescreen FHD (1920 x 1080) VA ZBD anti-glare WLED-backlit three-sided micro-edge monitor; AMD Radeon Graphics Integrated Graphics\nConnectivity & ports: 2xSuperSpeed USB Type-A 5Gbps signaling rate; 2xUSB 2.0 Type-A; 1xHDMI-out 1.4; 1xheadphone/microphone combo; 1xRJ-45(Integrated 10/100/1000 GbE LAN); Realtek Wi-Fi 5 (1x1) and Bluetooth 4.2 combo; HP Webcam with dual array digital microphone\nOther Features: Upgrade to Windows 10 Professional; HP USB Black wired keyboard and mouse combo included; Internal Speak, HP Truevision HD privacy camera with integrated dual array digital microphone; 19.30 x 14.99 x 8.05 inches, Weight 12.6 lbs; Free Vine Express Accessories 32GB USB 3.0 Flash Drive",
    "price": 499.99
  },
  {
    "name": "Lenovo 2022 Newest Ideapad 3 Laptop",
    "category": "computer",
    "photo": "",
    "description": "About this item\nMemory & Storage: Memory is 8GB high-bandwidth RAM to smoothly run multiple applications and browser tabs all at once. Hard Drive is 256GB PCIe Solid State Drive which allows to fast bootup and data transfer\nProcessor: 11th Gen Intel Core i3-1115G4 Dual-Core 3.0GHz Processor (6MB Intel Smart Cache, up to 4.10GHz) Intel UHD Graphics\nScreen: 15.6\" HD Touchscreen (1366 x 768) Display\nPorts: 2 x USB 3.2 Gen 1 Type-A, 1 x USB 2.0 Type-A, 1 x HDMI, 1 x Combination Audio Jack, 1 x Multi-format SD Media Card Reader, Wireless-AC Wi-Fi 5 + Bluetooth Combo\nOperating System: Windows 11 Home",
    "price": 424.99
  },
  {
    "name": "Apple 2022 MacBook Air Laptop",
    "category": "computer",
    "photo": "c",
    "description": "About this item\nSTRIKINGLY THIN DESIGN — The redesigned MacBook Air is more portable than ever and weighs just 2.7 pounds. It’s the incredibly capable laptop that lets you work, play or create just about anything — anywhere.\nSUPERCHARGED BY M2 — Get more done faster with a next-generation 8-core CPU, up to 10-core GPU and up to 24GB of unified memory.\nUP TO 18 HOURS OF BATTERY LIFE — Go all day and into the night, thanks to the power-efficient performance of the Apple M2 chip.\nBIG, BEAUTIFUL DISPLAY — The 13.6-inch Liquid Retina display features over 500 nits of brightness, P3 wide color and support for 1 billion colors for vibrant images and incredible detail.\nADVANCED CAMERA AND AUDIO — Look sharp and sound great with a 1080p FaceTime HD camera, three-mic array and four-speaker sound system with Spatial Audio.\nVERSATILE CONNECTIVITY — MacBook Air features a MagSafe charging port, two Thunderbolt ports and a headphone jack.\nEASY TO USE — Your Mac feels familiar from the moment you turn it on, and works seamlessly with all your Apple devices.",
    "price": 628
  },
  {
    "name": "SAMSUNG Galaxy Watch Pro 5 45mm LTE Smartwatch",
    "category": "smartwatch",
    "photo": "",
    "description": "About this item\nADVANCED SLEEP COACHING: Manage your overall sleep quality with an advanced sleep tracker that detects and analyzes sleep stages while you rest; Plus, Advanced Sleep Coaching helps you develop better sleep habits by analyzing your sleep patterns*.Supported Application:Fitness Tracker,Elevation Tracker,GPS,Multisport Tracker,Time Display. Connectivity technology:LTE. Wireless comm standard:Bluetooth,802_11_AGNAC\nBODY COMPOSITION ANALYSIS (BIA)**: Galaxy Watch5 Pro provides body composition data right on your wrist; On your own schedule, you can now get readings on body fat, skeletal muscle, body water, basal metabolic rate and Body Mass Index (BMI)\nIMPROVED SENSOR ACCURACY: Stay up to date on your wellness; Get an accurate heart rate thanks to an improved, curved Samsung BioActive Sensor that gets closer to your skin***\nAUTO WORKOUT TRACKING: Make the most of every adventure with Auto Workout Tracking — from running to rowing to swimming — automatically in just minutes, and manually tracking more than 90 exercises, including complex activities like HIIT****\nIMPROVED BATTERY & GALAXY CONNECTED EXPERIENCE: With its improved battery life, it’s built to keep going on lengthy adventures in the great outdoors;***** Do more on your adventures with synced Galaxy devices that work in perfect harmony******",
    "price": 429.99
  },
  {
    "name": "Amazfit Bip 3 Pro Smart Watch",
    "category": "smartwatch",
    "photo": "",
    "description": "About this item\nBig on Screen, Big on Style: Immerse yourself in the 1.69\" supr-large and colorful HD display, and see all your incoming text and calls in awesome, expansive quality. Express more of yourself with 50 plus watch faces and editable watch faces & widgets - or customize with your own photos..Water resistance depth:50 meters.Suported Application:Blood Oxygen Measurement,Heart Rate Monitor,Multisport Tracker,GPS,Social Media. Connectivity technology:Bluetooth. Wireless comm standard:Bluetooth\nExplore a Big Open World: The Amazfit Bip 3 Pro smart watch suports 4 satellite positioning systems to help you track your moves through the great outdoors with high precision. PPI: 218\nBig on Power: Got a trip coming up Unplug yourself for upto two weeks with typical usage. The Bip 3 Pro smartwatch packs a powerful battery into its supr slim and light body, so you can pack something more fun than a charger into your case.\nBig on Health: It’s the ultimate device for a healthier, more active life that can provide blood-oxygen saturation measurement, monitoring of heart rate all day & abnormal heart rate warnings, stress levels & sleep tracking, as well as recording female menstrual period.\nSmash Bigger Workout Goals: The Bip 3 Pro fitness watch has 60 plus sports modes, allowing you to get data for all your favorite sports, like walking, running and cycling, as well as more freeform workouts like strength training, yoga, and free training.",
    "price": 66.61
  },
  {
    "name": "Garmin Vivoactive 4, GPS Smartwatch",
    "category": "smartwatch",
    "photo": "",
    "description": "About this item\nKeeps track of your energy levels, Pulse Ox (this is not a medical device and is not intended for use in the diagnosis or monitoring of any medical condition), respiration, menstrual cycle, stress, sleep, estimated heart, hydration and more\nEasily download songs to your watch, including playlists from Spotify, Amazon music or Deezer (may require a premium subscription with a third party music provider), and connect with headphones (sold separately) for phone free listening\nRecord all the ways to move with more than 20 preloaded GPS and indoor sports apps, including yoga, running, swimming and more\nGet easy to follow, animated workouts right on your watch screen, including cardio, strength, yoga and Pilates\nBattery life: Up to 8 days in smartwatch mode; Up to 6 hours in GPS and music mode\nPersonalize your watch with thousands of free watch faces, apps and widgets from our Connect IQ store\nSafety and tracking features include incident detection (during select activities) and assistance (when paired with a compatible device), which both send your real time location to emergency contacts",
    "price": 199.99
  },
  {
    "name": "Fitbit Versa 2 Health and Fitness Smartwatch",
    "category": "smartwatch",
    "photo": "",
    "description": "About this item\nUse amazon Alexa built in to get quick news and information, check the weather, set timers and alarms, control your smart home devices and more all through the sound of your voice (third party app may be required; amazon Alexa not available in all countries)\nBased on your heart rate, time asleep and restlessness, sleep score helps you better understand your sleep quality each night. Also track your time in light, deep and REM sleep stages and get personal insights\nGet a 90-day free trial of the Fitbit Premium to help you stay active, sleep well and manage stress. Unlock it all in the Fitbit app. (The valid payment method required. Cancel before free trial ends to avoid subscription fees. Offer valid for new Premium users only)\nWith a larger display and an always on option, your information?s always a quick glance away (always on display requires more frequent charging)\nPlay your favorite songs and playlists with Spotify app controls on your wrist. Also make secure purchases with Fitbit Pay and get called, text and smartphone app notifications.",
    "price": 149.95
  },
  {
    "name": "A+B16:D17mazfit Zepp E Square Men's Smart Watch",
    "category": "smartwatch",
    "photo": "",
    "description": "About this item\nULTRA-SLIM METAL BODY WITH 3D CURVED BEZEL-LESS DESIGN: Zepp E Circle is equipped with pure black 3D curved bezel-less glass and polished stainless-steel back perfectly fused together, making the watch sleek and ultra-slim. With only 9 mm thickness, it's exceptionally comfortable to wear day and night.\nBLOOD OXYGEN SATURATION MEASUREMENT: SpO2 is an important indicator of health, especially in high-altitude and low-oxygen environments or while performing high-intensity sports. With Zepp E, you can measure your current blood-oxygen saturation instantly from your wrist.\nSLEEP QUALITY MONITORING: Monitor light sleep, deep sleep, rapid eye movement (REM), and awake time. It also provides you a score on sleep quality and breathing quality. It even monitors your 20-minute nap during the day.\n7-DAY BATTERY LIFE: Zepp E endures for up to 7 days in typical usages mode for a single full charge, which free you from the daily recharge.\nNOTIFICATIONS AND ALARMS: You will also receive notifications when your heart rate exceeds the recommended limit. Zepp E Circle receives notifications for incoming calls, emails, messages and other applications without having the phone; sedentary reminders if you've been sitting too long.\nIncluded components: User Manual\nConnectivity technology: Bluetooth",
    "price": 79.99
  }
]
